<?php

return array(
    'php' => array(
        'outdated' => 'Устаревшая версия PHP. Для корректной работы требуется PHP версии 5.3 и выше',
    ),
    'config' => array(
        'not_exists' => 'Файл конфигурации не существует. Создайте его или отключите в настройках необходимость его чтения',
        'cannot_read' => 'Файл конфигурации пуст или не читается',
        'json' => 'Ошибка в файле конфигурации: ',
    ),
    'temp' => array(
        'not_exists' => 'Временный каталог не существует. Создание временного каталога отключено в настройках.',
        'cannot_create' => 'Не удается создать временный каталог.',
        'cannot_write' => 'Временный каталог не доступен для записи',
    ),
    'meinecoon' => array(
        'strange_post' => 'Непонятный запрос',
        'ready' => 'Meinecoon готов к работе',
    ),
    'debug' => array(
        'temp_created' => 'Временный каталог создан',
        'temp_writable' => 'Временный каталог доступен для записи',
    ),
);